[
  {
    "id": 1,
    "name": "Durga Pooja",
    "content": "Durga Puja, also known as Durgotsava or Sharodotsav, is an annual festival originating in the Indian subcontinent which reveres and pays homage to the Hindu goddess Durga, and is also celebrated because of Durga's victory over Mahishasura."
  },
  {
    "id": 2,
    "name": "Gopal Pooja",
    "content": "Gopal Puja is a special Hindu ritual dedicated to the worship of Lord Krishna in his childhood form, often referred to as “Bal Gopal” or “Laddu Gopal.” In this form, Lord Krishna is depicted as an adorable infant, crawling or standing, holding a butterball or a flute. Devotees perform this puja to seek the blessings of Lord Krishna and to experience the divine presence of the beloved God as a child."
  },
  {
    "id": 3,
    "name": "Vastu Pooja",
    "content": "Vastu Pooja, also called Vastu Dosh Nivaran Pooja, creates a striking balance between the two by removing any obstacles or harmful elements from the surroundings. It averts unanticipated disasters and hence helps improve a location's Vastu. Vastu is a place where nature and people coexist together."
  },
  {
    "id": 4,
    "name": "Chandra Pooja",
    "content": "Chandra Pooja is the pooja done in the honour of Lord Chandra or the Moon. Chandra Pooja is performed for concentration, mental peace, pleasing personality, control of emotions and to get rid of mental depression. Chandra is the planet Moon in Vedic astrology, which rules over the mind, emotions and sentiments of the person "
  },
  {
    "id": 5,
    "name": "Mahalaxmi Pooja",
    "content": "Mahalaxmi Pooja is performed to gain, conserve the existing wealth, and also to achieve financial stability by appeasing Goddess Laxmi, the Goddess of wealth and prosperity. Mahalaxmi Pooja For Material and Spiritual Prospirity Lakshmi is considered as Godess of Good Luck in Vedic Culture. "
  },
  {
    "id": 6,
    "name": "Mrityunjay Pooja",
    "content": "Mrityunjaya pooja is performed to achieve victory over death. It is dedicated to Lord Shiva and helps you to avoid diseases and mistimed death. This puja is considered the winner of Mrityu. "
  },
  {
    "id": 7,
    "name": "Surya Pooja",
    "content": "Surya Puja is dedicated to Surya, the Hindu Sun God. The benefits of the pooja include courage to face difficult situations, escape from horoscope related problems and also relief from health related troubles. Surya Puja is performed on Sunday. Here is a simple Surya Puja vidhi or procedure along with mantra."
  },
  {
    "id": 8,
    "name": "Saraswati Pooja",
    "content": "Saraswati Puja is performed for devotion to the Goddess of knowledge and wisdom. The Goddess of learning is worshiped among the students and learned who firmly follow all the customs to worship her. "
  },
  {
    "id": 9,
    "name": "Kali Pooja",
    "content": "Kali Pooja is a festival originating from the Indian subcontinent, dedicated to the Hindu goddess Kali. It is celebrated on the new moon day of the Hindu calendar month of Ashwayuja or Kartika"
  },
  {
    "id": 10,
    "name": "Bhagwat Geeta Pooja",
    "content": "Bhagavat Geeta is one of the principal holy scriptures of the Hindus which contains the essence of life. This is a very special Homam which is paying oblation to Lord Agni with verses of Gita. This Homam is performed to be blessed with name, fame, wealth, prosperity, and promptness in decision making and taking actions. It also is helpful in removing the ill effects of Pitru Dosha and freedom of the cycle of birth and death."
  },
  {
    "id": 11,
    "name": "Navgrah Pooja",
    "content": "The Navagraha puja and the Navgraha Homam are performed to pacify the malefic and to receive the blessings of the ruling deities of each of the nine planets, this puja is performed when the positioning of the planets in the horoscope of a person is unfavourable. Every person goes through ups and downs in his/her life."
  },
  {
    "id": 12,
    "name": "Rahu",
    "content": "Rahu is one of the nine major celestial bodies (navagraha) in Hindu texts and the king of meteors. It represents the ascension of the Moon in its precessional orbit around the Earth, also referred as the north lunar node, and along with Ketu, is a 'shadow planet' that causes eclipses."
  },
  {
    "id": 13,
    "name": "Ketu",
    "content": "Ketu is a shadow planet and does not have his own body. It is said that he has a tail of a serpent in his body. He is associated with spirituality. Ketu is worldly malefic but spiritually benefic. He represents spiritualism, wisdom, fantasy, invincibility and psychic abilities."
  },
  {
    "id": 14,
    "name": "Mangal",
    "content": "Mangal is the personification, as well as the name for the planet Mars, in Hindu literature.[2] Also known as Lohita ('the red one'), he is the deity of anger, aggression, as well as war. Mangala appears in the narrative of the Varaha avatar of Vishnu. When the king of the asuras, Hiranyaksha, abducts the goddess of the earth, Bhumi, Vishnu assumes his third avatar, and descends upon the earth to rescue her. "
  },
  {
    "id": 15,
    "name": "Rudra bhishek Pooja",
    "content": "Rudrabhishek pooja is paramount. It is extremely important as a ritual. It is considered to be one of the finest, purest and compelling ritual in Hinduism. Lord Shiva, in the Rudrabhishek puja, is worshipped by giving him a sacred bath along with flowers and the necessary materials required in this puja. "
  },
  {
    "id": 16,
    "name": "Gath Bandhan ",
    "content": "Gathbandhan symbolises the union of the bride and groom in a sacramental bond for the rest of their lives. In the literal sense, it is the nuptial knot that sanctifies the coming together of two individuals. "
  },
  {
    "id": 17,
    "name": "Satya Narayan ",
    "content": "The Satyanarayana Puja is dedicated to the Hindu god Vishnu, who is also known as Satyanarayana. The Satyanarayan Puja, worship of the lord Satyanarayan and the embodiment of eternal truth, is the most commonly performed ritualistic prayers in Hindu homes. Enthusiastic devotees have been performing this ritual for several reasons. It is observed that after performing this puja with devotion and faith, devotees generally benefit a lot – their problems are resolved and they can get over the difficulties in life."
  },
  {
    "id": 18,
    "name": "Brihaspati ",
    "content": "Brihaspati is a Hindu god. In the ancient Vedic scriptures of Hinduism, Brihaspati is a deity associated with fire, and the word also refers to a god who counsels the devas and devis (gods and goddesses). "
  },
  {
    "id": 19,
    "name": "Nakshatra ",
    "content": "Nakshatra pooja is performed to nullify the bad effects of nakshatras prevailing at the time of a person's birth. Nakshatra is the term for lunar mansion in Hindu astrology. A nakshatra is one of 27 sectors along the ecliptic. Their names are related to a prominent star or asterisms in or near the respective sectors."
  },
  {
    "id": 20,
    "name": "Pitra dosh ",
    "content": "Pitra Dosh Pooja helps to satiate the souls of dead ancestors, reduce the effect of Bad Karma, attain Moksha and get rid of all financial issues. Pitra Dosh is identified by the positions of Saturn and Rahu in the Kundli, along with the Sun or the Moon. This dosha is often linked to the karmic debt of your ancestors, involving their past misdeeds, unsettled souls, or wrong actions in their previous lives."
  },
  {
    "id": 21,
    "name": "Manglik Pooja ",
    "content": "Mangal Dosh Nivaran Pooja is performed to eliminate the negative or ill effects of Mars planet and mangal dosh. Manglik dosh is a bad effect that occurs due to the wrong placement of the Mars planet. There are different names for mangal doshs like Kuja dosh and Angarakha dosh. This mangal dosh equally affects both male and female."
  }
]
